Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: The model is still getting ready. Try again in a bit.
de: Das Modell wird noch vorbereitet. Versuch es gleich nochmal.
es: El modelo aún se está preparando. Inténtalo otra vez en un momento.
et: Mudel on veel ettevalmistamisel. Proovi pisut hiljem uuesti.
fr: Le modèle se prépare encore. Réessaie dans un instant.
hu: A modell még készül. Próbáld újra egy kicsit később.
it: Il modello si sta ancora preparando. Riprova tra poco.
ja: モデルはまだ準備中です。少し待ってからもう一度試してください。
ko: 모델이 아직 준비 중이에요. 잠시 후에 다시 해보세요.
ms: Model masih bersiap. Cuba lagi sekejap.
pt: O modelo ainda se está a preparar. Tenta outra vez daqui a bocado.
ru: Модель ещё готовится. Попробуйте чуть позже.
zh_hans: 模型还在准备中，过一会儿再试试。

source: The model's API id, not the name in the provider's chat app. A paid API account is separate from a chat subscription.
de: Die API-ID des Modells, nicht der Name in der Chat-App des Anbieters. Ein kostenpflichtiges API-Konto ist unabhängig von einem Chat-Abo.
es: El id de API del modelo, no el nombre que aparece en la app de chat del proveedor. Una cuenta de API de pago es independiente de una suscripción de chat.
et: Mudeli API-id, mitte nimi, mida teenusepakkuja vestlusrakendus näitab. Tasuline API-konto on vestluse tellimusest eraldi.
fr: L’identifiant d’API du modèle, pas le nom affiché dans l’app de conversation du fournisseur. Un compte d’API payant est distinct d’un abonnement de conversation.
hu: A modell API-azonosítója, nem a szolgáltató csevegőappjában látható név. A fizetős API-fiók külön van a csevegő-előfizetéstől.
it: L’id API del modello, non il nome mostrato nell’app di chat del provider. Un account API a pagamento è separato da un abbonamento alla chat.
ja: モデルのAPI IDです。プロバイダのチャットアプリに表示される名前ではありません。有料のAPIアカウントはチャットの購読とは別です。
ko: 제공자의 챗 앱에 표시되는 이름이 아니라 모델의 API id입니다. 유료 API 계정은 챗 구독과 별개입니다.
ms: Id API model, bukan nama dalam apl sembang pembekal. Akaun API berbayar adalah berasingan daripada langganan sembang.
pt: O id de API do modelo, não o nome que aparece no app de chat do provedor. Uma conta de API paga é separada de uma assinatura de chat.
ru: Идентификатор модели в API, а не название в чат-приложении провайдера. Платный аккаунт API не связан с подпиской на чат.
zh_hans: 模型的 API id，不是服务商聊天应用中显示的名称。付费 API 账户与聊天订阅是两回事。

source: The original dark and gold icon
de: Das ursprüngliche dunkle Symbol mit Gold
es: El icono original en oscuro y dorado
et: Algne tume ja kuldne ikoon
fr: L'icône d'origine, sombre et dorée
hu: Az eredeti sötét, aranyozott ikon
it: L'icona originale scura e dorata
ja: 元のダークとゴールドのアイコン
ko: 원래의 다크 골드 아이콘
ms: Ikon gelap dan emas yang asal
pt: O ícone original em escuro e dourado
ru: Изначальная тёмно-золотая иконка
zh_hans: 最初的深色与金色图标

source: The other keys in the row give way to make space. You can also drag a key's edge in the preview.
de: Die anderen Tasten der Reihe machen Platz. Du kannst auch in der Vorschau am Rand einer Taste ziehen.
es: Las demás teclas de la fila se apartan para hacer sitio. También puedes arrastrar el borde de una tecla en la vista previa.
et: Ülejäänud klahvid reas teevad ruumi. Sa võid ka eelvaates klahvi serva lohistada.
fr: Les autres touches de la rangée s'écartent pour faire de la place. Tu peux aussi tirer le bord d'une touche dans l'aperçu.
hu: A sor többi billentyűje helyet ad neki. Az előnézetben a billentyű szélét is húzhatod.
it: Gli altri tasti della riga si stringono per fare spazio. Puoi anche trascinare il bordo di un tasto nell'anteprima.
ja: 同じ行のほかのキーが縮んで場所を空けます。プレビューでキーの端をドラッグしても変えられます。
ko: 같은 행의 다른 키들이 자리를 내줘요. 미리보기에서 키의 가장자리를 끌어도 돼요.
ms: Kekunci lain dalam baris itu beralah untuk beri ruang. Anda juga boleh seret tepi kekunci dalam pratonton.
pt: As outras teclas da linha abrem espaço. Também podes puxar a extremidade de uma tecla na pré-visualização.
ru: Остальные клавиши в ряду подвинутся, освобождая место. Можно также потянуть за край клавиши в предпросмотре.
zh_hans: 同一行的其他按键会让出空间。你也可以在预览里拖按键的边缘。

source: The output is inserted at the cursor, keeping the input.
de: Die Ausgabe wird an der Cursorposition eingefügt, deine Eingabe bleibt erhalten.
es: El resultado se inserta donde tengas el cursor y se conserva lo que escribiste.
et: Väljund sisestatakse kursori kohale, sisend jääb alles.
fr: Le résultat s'insère au niveau du curseur, sans toucher au texte d'origine.
hu: A kimenet a kurzorhoz kerül be, a bevitt szöveg megmarad.
it: L'output viene inserito al cursore, tenendo l'input.
ja: 入力はそのままに、カーソル位置に結果を挿入します。
ko: 입력한 내용은 그대로 두고 커서 위치에 결과가 들어가요.
ms: Hasilnya dimasukkan pada kursor, input anda kekal.
pt: O resultado é inserido no cursor, mantendo o que escreveste.
ru: Результат вставляется у курсора, а исходный текст остаётся.
zh_hans: 结果会插入到光标处，输入的内容还留着。

source: The padding sliders below set how much room the keyboard takes overall.
de: Die Abstands-Regler darunter bestimmen, wie viel Platz die Tastatur insgesamt einnimmt.
es: Los deslizadores de margen de debajo fijan cuánto espacio ocupa el teclado en total.
et: Allpool olevad äärise liugurid määravad, kui palju ruumi klaviatuur kokku võtab.
fr: Les curseurs de marge en dessous fixent la place que prend le clavier au total.
hu: Az alattuk lévő térköz-csúszkák szabják meg, mennyi helyet foglal összesen a billentyűzet.
it: I cursori dei margini sotto stabiliscono quanto spazio occupa la tastiera in tutto.
ja: その下の余白スライダーで、キーボード全体が占める広さを決めます。
ko: 그 아래 여백 슬라이더는 키보드 전체가 차지하는 공간을 정합니다.
ms: Peluncur pelapik di bawah menetapkan berapa banyak ruang yang papan kekunci ambil.
pt: Os cursores de margem por baixo definem o espaço que o teclado ocupa no total.
ru: Регуляторы отступов ниже задают, сколько места занимает клавиатура целиком.
zh_hans: 下面的边距滑块决定整个键盘占多大地方。

source: The page opens the rest of its controls, and stays open.
de: Die Seite klappt ihre restlichen Einstellungen auf und bleibt so.
es: La página despliega el resto de sus controles y se queda así.
et: Leht avab oma ülejäänud juhtelemendid ja jääb avatuks.
fr: La page déplie le reste de ses réglages et reste ouverte.
hu: Az oldal kinyitja a maradék vezérlőt, és nyitva is marad.
it: La pagina apre il resto dei suoi controlli e resta così.
ja: そのページの残りの設定が開き、以後は開いたままになります。
ko: 그 페이지의 나머지 설정이 열리고, 계속 열린 채로 남습니다.
ms: Halaman itu membuka baki kawalannya, dan kekal terbuka.
pt: A página abre o resto dos controlos e fica assim.
ru: Страница раскрывает остальные регуляторы и остаётся раскрытой.
zh_hans: 这一页剩下的设置会展开，并保持展开。

source: The panel-pack download could not be verified.
de: Der Download des Panel-Pakets konnte nicht überprüft werden.
es: No se pudo verificar la descarga del paquete de paneles.
et: Paneelipaketi allalaadimist ei saanud kinnitada.
fr: Le téléchargement du pack de panneaux n’a pas pu être vérifié.
hu: A panelcsomag letöltését nem sikerült ellenőrizni.
it: Non è stato possibile verificare il download del pacchetto di pannelli.
ja: パネルパックのダウンロードを確認できませんでした。
ko: 패널 팩 다운로드를 확인할 수 없습니다.
ms: Muat turun pek panel tidak dapat disahkan.
pt: Não foi possível verificar a transferência do pacote de painéis.
ru: Не удалось проверить загрузку пакета панелей.
zh_hans: 无法验证面板包下载。

source: The panel-pack update is invalid.
de: Das Update des Panel-Pakets ist ungültig.
es: La actualización del paquete de paneles no es válida.
et: Paneelipaki värskendus on sobimatu.
fr: La mise à jour du pack de panneaux n’est pas valide.
hu: A panelcsomag frissítése érvénytelen.
it: L’aggiornamento del pacchetto di pannelli non è valido.
ja: パネルパックのアップデートが無効です。
ko: 패널 팩 업데이트가 잘못되었습니다.
ms: Kemas kini pek panel tidak sah.
pt: A atualização do pacote de painéis não é válida.
ru: Обновление пакета панелей недействительно.
zh_hans: 面板包更新无效。

source: The plugin draws this element. Its own settings are on the Plugins tab.
de: Das Plugin zeichnet dieses Element. Seine eigenen Einstellungen stehen im Tab Plugins.
es: El plugin dibuja este elemento. Sus ajustes están en la pestaña Plugins.
et: Selle elemendi joonistab pistikprogramm. Selle enda seaded on vahekaardil Pistikprogrammid.
fr: Le plugin dessine cet élément. Ses propres réglages sont dans l'onglet Plugins.
hu: Ezt az elemet a bővítmény rajzolja. A saját beállításai a Bővítmények lapon vannak.
it: Questo elemento lo disegna il plugin. Le sue impostazioni sono nella scheda Plugin.
ja: このエレメントはプラグインが描きます。プラグイン自体の設定はプラグインタブにあります。
ko: 이 엘리먼트는 플러그인이 그립니다. 플러그인 자체 설정은 플러그인 탭에 있습니다.
ms: Plugin melukis elemen ini. Tetapannya sendiri ada pada tab Plugin.
pt: O plugin desenha este elemento. As definições dele estão no separador Plugins.
ru: Этот элемент рисует плагин. Его собственные настройки находятся на вкладке «Плагины».
zh_hans: 这个元素由插件绘制。插件本身的设置在插件标签页中。

source: The plugin-pack download could not be verified.
de: Der Plugin-Paket-Download konnte nicht überprüft werden.
es: No se pudo verificar la descarga del paquete de plugins.
et: Pistikprogrammipaki allalaadimist ei õnnestunud kontrollida.
fr: Le téléchargement du pack de plugins n'a pas pu être vérifié.
hu: A bővítménycsomag letöltését nem sikerült ellenőrizni.
it: Impossibile verificare il download del pacchetto plugin.
ja: プラグインパックのダウンロードを検証できませんでした。
ko: 플러그인 팩 다운로드를 검증할 수 없습니다.
ms: Muat turun pek plugin tidak dapat disahkan.
pt: Não foi possível verificar a transferência do pacote de plugins.
ru: Не удалось проверить загрузку пакета плагинов.
zh_hans: 无法校验插件包的下载。

source: The plugin-pack update is invalid.
de: Das Plugin-Paket-Update ist ungültig.
es: La actualización del paquete de plugins no es válida.
et: Pistikprogrammipaki uuendus on vigane.
fr: La mise à jour du pack de plugins n'est pas valide.
hu: A bővítménycsomag frissítése érvénytelen.
it: L'aggiornamento del pacchetto plugin non è valido.
ja: プラグインパックの更新が無効です。
ko: 플러그인 팩 업데이트가 올바르지 않습니다.
ms: Kemas kini pek plugin tidak sah.
pt: A atualização do pacote de plugins é inválida.
ru: Обновление пакета плагинов недействительно.
zh_hans: 插件包更新无效。

source: The popups are a switch, and they've got their own timing if you'd rather keep them but calm them down.
de: Die Popups sind ein Schalter — und wenn du sie behalten, aber beruhigen willst, hat ihr Verhalten eigene Regler.
es: Las ventanas emergentes son un interruptor, y tienen sus propios ajustes por si prefieres dejarlas pero calmarlas.
et: Hüpikud on lüliti — ja kui tahad neid hoida, aga rahustada, on nende ajastusel oma reguleerimine.
fr: Les bulles se coupent d'un interrupteur, et si tu préfères les garder en plus discrètes, leur animation a ses propres réglages.
hu: Az előugró ablakok egyetlen kapcsoló, és ha inkább maradnának, csak visszafogottabban, saját beállításaik is vannak.
it: I popup si tolgono con un interruttore e, se preferisci tenerli ma più tranquilli, hanno i loro tempi regolabili.
ja: ポップアップはスイッチ1つでオフにできます。残したまま控えめにしたい場合は、動きの設定も別にあります。
ko: 팝업은 스위치 하나로 끌 수 있고, 남겨 두되 차분하게 만들고 싶다면 움직임 설정도 따로 있습니다.
ms: Pop timbul ada suisnya sendiri, dan jika anda mahu kekalkan tetapi lebih tenang, gerakannya boleh dilaraskan.
pt: Os pop-ups são um interruptor e, se preferires mantê-los mas mais calmos, têm os seus próprios ajustes.
ru: Всплывающие окна — это переключатель, и у них есть свои тайминги, если хочется их оставить, но приглушить.
zh_hans: 弹窗有单独的开关；想留着但让它安静点，动画节奏也能单独调。

source: The preview stays pinned at the top while you drag, so you can size it against real keys.
de: Die Vorschau bleibt beim Ziehen oben angeheftet, du kannst also an echten Tasten Maß nehmen.
es: La vista previa se queda fija arriba mientras arrastras, así ajustas el tamaño contra teclas de verdad.
et: Eelvaade jääb lohistamise ajal üles kinnitatuks, nii et sa saad suurust määrata päris klahvide järgi.
fr: L'aperçu reste épinglé en haut pendant que tu fais glisser : tu ajustes la taille sur de vraies touches.
hu: Az előnézet húzás közben fent marad, így valódi billentyűkhöz mérheted a méretet.
it: L'anteprima resta fissata in alto mentre trascini, così regoli la dimensione su tasti veri.
ja: ドラッグ中もプレビューは上部に固定されるので、実際のキーを見ながら大きさを決められます。
ko: 드래그하는 동안 미리보기가 위에 고정돼 있어서, 실제 키를 보며 크기를 맞출 수 있습니다.
ms: Pratonton kekal disemat di atas semasa anda menyeret, jadi anda boleh menyesuaikan saiznya berbanding kekunci sebenar.
pt: A pré-visualização fica presa no topo enquanto arrastas, por isso ajustas o tamanho contra teclas a sério.
ru: Предпросмотр закреплён наверху, пока вы тянете, — так размер можно подбирать по настоящим клавишам.
zh_hans: 拖动时预览一直钉在上方，可以对着真实按键来定大小。

source: The profile-pack download could not be verified.
de: Der Download des Profilpakets konnte nicht überprüft werden.
es: No se pudo verificar la descarga del paquete de perfiles.
et: Profiilipaketi allalaadimist ei saanud kinnitada.
fr: Le téléchargement du pack de profils n’a pas pu être vérifié.
hu: A profilcsomag letöltését nem sikerült ellenőrizni.
it: Non è stato possibile verificare il download del pacchetto di profili.
ja: プロファイルパックのダウンロードを確認できませんでした。
ko: 프로필 팩 다운로드를 확인할 수 없습니다.
ms: Muat turun pek profil tidak dapat disahkan.
pt: Não foi possível verificar a transferência do pacote de perfis.
ru: Не удалось проверить загрузку пакета профилей.
zh_hans: 无法验证配置文件包下载。

source: The profile-pack update is invalid.
de: Das Update des Profilpakets ist ungültig.
es: La actualización del paquete de perfiles no es válida.
et: Profiilipaki värskendus on sobimatu.
fr: La mise à jour du pack de profils n’est pas valide.
hu: A profilcsomag frissítése érvénytelen.
it: L’aggiornamento del pacchetto di profili non è valido.
ja: プロファイルパックのアップデートが無効です。
ko: 프로필 팩 업데이트가 잘못되었습니다.
ms: Kemas kini pek profil tidak sah.
pt: A atualização do pacote de perfis não é válida.
ru: Обновление пакета профилей недействительно.
zh_hans: 配置文件包更新无效。

source: The provider couldn't complete this request. Check the model and try again.
de: Der Anbieter konnte diese Anfrage nicht abschließen. Prüfe das Modell und versuche es erneut.
es: El proveedor no ha podido completar la solicitud. Comprueba el modelo e inténtalo de nuevo.
et: Teenusepakkuja ei suutnud päringut täita. Kontrolli mudelit ja proovi uuesti.
fr: Le fournisseur n’a pas pu traiter cette requête. Vérifie le modèle et réessaie.
hu: A szolgáltató nem tudta teljesíteni a kérést. Ellenőrizd a modellt, és próbáld újra.
it: Il provider non ha potuto completare la richiesta. Controlla il modello e riprova.
ja: プロバイダがリクエストを完了できませんでした。モデルを確認して、もう一度お試しください。
ko: 제공업체가 요청을 완료하지 못했습니다. 모델을 확인하고 다시 시도하세요.
ms: Penyedia tidak dapat menyelesaikan permintaan ini. Semak model dan cuba lagi.
pt: O fornecedor não conseguiu concluir o pedido. Verifique o modelo e tente novamente.
ru: Провайдер не смог выполнить запрос. Проверьте модель и попробуйте снова.
zh_hans: 提供商未能完成请求。请检查模型并重试。

source: The provider rejected this API key. Check it in Integrations.
de: Der Anbieter hat diesen API-Schlüssel abgelehnt. Prüfe ihn unter Integrationen.
es: El proveedor ha rechazado esta clave de API. Revísala en Integraciones.
et: Teenusepakkuja lükkas API-võtme tagasi. Kontrolli seda jaotises Integratsioonid.
fr: Le fournisseur a refusé cette clé API. Vérifie-la dans Intégrations.
hu: A szolgáltató elutasította az API-kulcsot. Ellenőrizd az Integrációk alatt.
it: Il provider ha rifiutato questa chiave API. Controllala in Integrazioni.
ja: プロバイダがこのAPIキーを拒否しました。「連携」で確認してください。
ko: 제공업체가 이 API 키를 거부했습니다. 통합에서 확인하세요.
ms: Penyedia menolak kunci API ini. Semaknya dalam Integrasi.
pt: O fornecedor rejeitou esta chave de API. Verifique-a em Integrações.
ru: Провайдер отклонил ключ API. Проверьте его в разделе интеграций.
zh_hans: 提供商拒绝了此 API 密钥。请在“集成”中检查。

source: The provider's usage limit was reached. Check your quota or try again later.
de: Das Nutzungslimit des Anbieters ist erreicht. Prüfe dein Kontingent oder versuche es später erneut.
es: Se ha alcanzado el límite de uso del proveedor. Revisa tu cuota o inténtalo más tarde.
et: Teenusepakkuja kasutuspiir on saavutatud. Kontrolli oma kvooti või proovi hiljem uuesti.
fr: La limite d’utilisation du fournisseur est atteinte. Vérifie ton quota ou réessaie plus tard.
hu: Elérted a szolgáltató használati korlátját. Ellenőrizd a keretedet, vagy próbáld újra később.
it: È stato raggiunto il limite di utilizzo del provider. Controlla la quota o riprova più tardi.
ja: プロバイダの利用上限に達しました。利用枠を確認するか、時間を置いて再度お試しください。
ko: 제공업체의 사용 한도에 도달했습니다. 할당량을 확인하거나 나중에 다시 시도하세요.
ms: Had penggunaan penyedia telah dicapai. Semak kuota anda atau cuba lagi kemudian.
pt: Foi atingido o limite de utilização do fornecedor. Verifique a sua quota ou tente mais tarde.
ru: Достигнут лимит использования провайдера. Проверьте квоту или попробуйте позже.
zh_hans: 已达到提供商的使用限额。请检查配额或稍后重试。

source: The repository manifest could not be read
de: Das Repository-Verzeichnis konnte nicht gelesen werden
es: No se ha podido leer el manifiesto del repositorio
et: Hoidla manifesti ei saanud lugeda
fr: Impossible de lire le manifeste du dépôt
hu: A tároló jegyzékét nem sikerült beolvasni
it: Impossibile leggere il manifesto del repository
ja: リポジトリのマニフェストを読み込めませんでした
ko: 저장소 매니페스트를 읽을 수 없습니다
ms: Manifes repositori tidak dapat dibaca
pt: Não foi possível ler o manifesto do repositório
ru: Не удалось прочитать манифест репозитория
zh_hans: 无法读取仓库清单

source: The request timed out. Try again.
de: Die Anfrage hat zu lange gedauert. Versuche es erneut.
es: La solicitud ha tardado demasiado. Inténtalo de nuevo.
et: Päring aegus. Proovi uuesti.
fr: La demande a pris trop de temps. Réessaie.
hu: A kérés időtúllépés miatt leállt. Próbáld újra.
it: La richiesta ha impiegato troppo tempo. Riprova.
ja: リクエストがタイムアウトしました。もう一度お試しください。
ko: 요청 시간이 초과되었습니다. 다시 시도하세요.
ms: Permintaan telah tamat masa. Cuba lagi.
pt: O pedido demorou demasiado. Tenta novamente.
ru: Время ожидания запроса истекло. Попробуйте ещё раз.
zh_hans: 请求超时，请重试。

source: The response was cut short. Try a smaller request.
de: Die Antwort wurde abgeschnitten. Versuche eine kürzere Anfrage.
es: La respuesta se ha cortado. Prueba con una solicitud más breve.
et: Vastus katkes. Proovi lühemat päringut.
fr: La réponse a été interrompue. Essaie une requête plus courte.
hu: A válasz félbeszakadt. Próbálkozz rövidebb kéréssel.
it: La risposta è stata troncata. Prova con una richiesta più breve.
ja: 回答が途中で切れました。リクエストを短くしてお試しください。
ko: 응답이 중간에 잘렸습니다. 더 짧은 요청으로 시도하세요.
ms: Respons terpotong. Cuba permintaan yang lebih pendek.
pt: A resposta foi cortada. Tente um pedido mais curto.
ru: Ответ был обрезан. Попробуйте более короткий запрос.
zh_hans: 回答被截断了。请尝试更简短的请求。

source: The rest of Clink
de: Der Rest von Clink
es: El resto de Clink
et: Ülejäänud Clink
fr: Le reste de Clink
hu: A Clink többi része
it: Il resto di Clink
ja: Clink のそのほかの機能
ko: Clink의 나머지 기능
ms: Selebihnya dalam Clink
pt: O resto do Clink
ru: Всё остальное в Clink
zh_hans: Clink 的其余部分

source: The same page lists what Clink has learned from your typing, so a word it picked up by mistake can go from there.
de: Auf derselben Seite steht, was Clink von deinem Tippen gelernt hat: ein versehentlich aufgeschnapptes Wort löschst du dort.
es: En esa misma página está lo que Clink ha aprendido de tu escritura, así que una palabra que cogió por error se borra ahí.
et: Sama leht loetleb, mida Clink sinu tipimisest õppinud on, seega ekslikult ülesvõetud sõna saab sealt minna.
fr: La même page liste ce que Clink a appris en te lisant : un mot attrapé par erreur se supprime là.
hu: Ugyanezen az oldalon látod, mit tanult a Clink a gépelésedből, így a tévedésből felszedett szó onnan törölhető.
it: La stessa pagina elenca quello che Clink ha imparato da come scrivi, così una parola presa per errore si toglie da lì.
ja: 同じページにClinkがあなたの入力から学習した単語が並ぶので、誤って覚えたものはそこから削除できます。
ko: 같은 페이지에 Clink이 입력에서 배운 단어가 나열되니, 잘못 배운 단어는 거기서 지우면 됩니다.
ms: Halaman yang sama menyenaraikan apa yang Clink pelajari daripada taipan anda, jadi perkataan yang tersilap diambil boleh dibuang dari situ.
pt: A mesma página lista o que o Clink aprendeu com a tua escrita, por isso uma palavra apanhada por engano sai dali.
ru: На той же странице перечислено то, чему Clink научился из вашей печати, — слово, подхваченное по ошибке, можно убрать оттуда.
zh_hans: 同一页还列出了 Clink 从你打字中学到的词，学错的可以在那里删掉。

source: The shape of the press: grow, press in, or wobble. Applies when Bloom is on.
de: Wie sich der Tastendruck anfühlt: wachsen, eindrücken oder wackeln. Gilt, wenn Bloom an ist.
es: La forma de la pulsación: crecer, hundirse u oscilar. Funciona cuando Bloom está activado.
et: Vajutuse kuju: kasvamine, sissevajumine või võbina. Kehtib, kui Bloom on sees.
fr: La forme de l'appui : grandir, s'enfoncer ou osciller. S'applique quand Bloom est activé.
hu: A lenyomás alakja: nő, benyomódik vagy remeg. Akkor számít, ha a Bloom be van kapcsolva.
it: La forma della pressione: cresce, si preme o oscilla. Vale quando Bloom è attivo.
ja: 押したときの動き。拡大、押し込み、または揺れ。Bloom がオンのときに使われます。
ko: 누를 때 모양이에요: 커지기, 눌리기, 흔들리기. Bloom이 켜져 있을 때 적용돼요.
ms: Bentuk tekanan: membesar, menekan masuk, atau bergoyang. Berkuat kuasa apabila Bloom dihidupkan.
pt: A forma do toque: crescer, afundar ou abanar. Aplica-se quando o Bloom está ligado.
ru: Характер нажатия: рост, вдавливание или покачивание. Работает при включённом «Свечении».
zh_hans: 按键的动作：放大、按下去，还是晃一下。开启 Bloom 后生效。

source: The shifted cap labels itself from the action.
de: Die Umschalt-Kappe beschriftet sich anhand der Aktion.
es: La leyenda con Mayús toma su etiqueta de la acción.
et: Tõstetud kate nimetab end tegevuse järgi.
fr: La légende avec Maj se nomme d'après l'action.
hu: A Shift alatti sapka az akció alapján kapja a feliratát.
it: La legenda con shift si etichetta in base all'azione.
ja: シフト時のキートップはアクションに基づいて自動的にラベル付けされます。
ko: 시프트 키캡은 동작에 따라 자동으로 레이블이 붙어요.
ms: Muka kekunci semasa shift dilabel secara automatik daripada tindakan.
pt: A legenda com shift rotula-se a partir da ação.
ru: Надпись с Shift подписывается сама, по действию.
zh_hans: Shift 键帽会根据操作自动显示标签。

source: The shifted cap shows what the shift face types.
de: Die Umschalt-Kappe zeigt, was die Umschalt-Belegung tippt.
es: La leyenda con Mayús muestra lo que escribe el carácter con Mayús.
et: Tõstetud kate näitab, mida tõstuklahvi kuju sisestab.
fr: La légende avec Maj montre ce que tape la face Maj.
hu: A Shift alatti sapka azt mutatja, amit a Shift karakter beír.
it: La legenda con shift mostra ciò che digita la faccia shift.
ja: シフト時のキートップには、シフト時の文字が入力する内容が表示されます。
ko: 시프트 키캡에는 시프트 문자가 입력하는 내용이 표시돼요.
ms: Muka kekunci semasa shift menunjukkan apa yang ditaip oleh aksara shift.
pt: A legenda com shift mostra o que a face do shift escreve.
ru: Надпись с Shift показывает то, что вводится с Shift.
zh_hans: Shift 键帽显示 Shift 字符输入的内容。

source: The sound-pack download could not be verified.
de: Der Download des Klangpakets konnte nicht überprüft werden.
es: No se pudo verificar la descarga del paquete de sonidos.
et: Helipaki allalaadimist ei saanud kinnitada.
fr: Le téléchargement du pack de sons n’a pas pu être vérifié.
hu: A hangcsomag letöltését nem sikerült ellenőrizni.
it: Non è stato possibile verificare il download del pacchetto suoni.
ja: サウンドパックのダウンロードを確認できませんでした。
ko: 사운드 팩 다운로드를 확인할 수 없습니다.
ms: Muat turun pek bunyi tidak dapat disahkan.
pt: Não foi possível verificar a transferência do pacote de sons.
ru: Не удалось проверить загрузку набора звуков.
zh_hans: 无法验证声音包下载。

source: The sound-pack repository is unavailable.
de: Das Repository für Klangpakete ist nicht verfügbar.
es: El repositorio de paquetes de sonidos no está disponible.
et: Helipakkide hoidla pole saadaval.
fr: Le dépôt des packs de sons n’est pas disponible.
hu: A hangcsomagok tárháza nem érhető el.
it: Il repository dei pacchetti suoni non è disponibile.
ja: サウンドパックのリポジトリを利用できません。
ko: 사운드 팩 저장소를 사용할 수 없습니다.
ms: Repositori pek bunyi tidak tersedia.
pt: O repositório dos pacotes de sons não está disponível.
ru: Репозиторий наборов звуков недоступен.
zh_hans: 声音包仓库不可用。
